;///////////////////////////////////////////////////////////////////
;
;　翻译规则:
;　翻译前,拷贝 English.ini 改名到 yourlanguage.ini
;　仅仅翻译符号'='后的文字
;
[Translations]
;
S[0]=Replace?
S[1]=Show the Same Net
S[2]=Copy to Clipboard(PartNumber,Reference)
S[3]=Set Short Point 1
S[4]=Set Short Point 2
S[5]=Clear Short Point
S[6]=Show the Same P/N
S[7]=Copy to Clipboard
S[8]=new version found , download?
S[9]=Please Delete Old Version Manually
S[10]=Report Path
S[11]=FZ File Path
S[12]=Open BOM File after Processing
S[13]=Auto fit when maximize window
S[14]=Use new window when open FZ file
tm2_1.Caption=Copy
m1.Caption=File
m11.Caption=Open
m12.Caption=Open...
m13.Caption=Close
m14.Caption=Exit
m2.Caption=Image
m21.Caption=Clockwise
m22.Caption=Anti-Clockwise
m23.Caption=Horizontal
m24.Caption=Vertical
m26.Caption=PinNumber and NetName
m27.Caption=Save as JPG
m28.Caption=Save as PDF
m29.Caption=Show RefDes
m3.Caption=View
m31.Caption=Zoom In
m32.Caption=Zoom Out
m33.Caption=Move Pic
m34.Caption=Auto Fit
m35.Caption=Original
m36.Caption=Top
m37.Caption=Bottom
m38.Caption=DIP
m39.Caption=SMD
m310.Caption=PINS
m311.Caption=TestPin(s)
m4.Caption=Report
m41.Caption=BOM
m411.Caption=*.txt
m412.Caption=*.csv
m42.Caption=SymbolsCannotDraw
m43.Caption=LogoInfo
m5.Caption=Setup
m51.Caption=Preferences
m52.Caption=Color Settings
m53.Caption=Languages
m6.Caption=Window
m61.Caption=Tool Bar
m62.Caption=Status Bar
m63.Caption=QuickWatch Panel
m64.Caption=Default
m7.Caption=Help
m71.Caption=Help
m72.Caption=About
b1.Hint=open...
b2.Hint=Auto Fit
b3.Hint=Original
b4.Hint=Clockwise
b5.Hint=Anti-Clockwise
b6.Hint=Horizontal
b7.Hint=Vertical
b8.Hint=Zoom in
b9.Hint=Zoom out
b10.Hint=Move Pic
b11.Hint=Show Top
b12.Hint=Show Bottom
b13.Hint=Show PinNumber&NetName
b15.Hint=Save as JPG
b16.Hint=Save as PDF
b17.Hint=Exit
b18.Hint=Show RefDes
b19.Hint=ShowDIP
b20.Hint=ShowSMD
b21.Hint=ShowPins
b22.Hint=TestPin(s)
sb1.Hint=Paste
sb2.Hint=Save
sb3.Hint=Clear
;
;//////////////////////////////////////////////////////////////////
